import React from 'react'
import { Header } from '../cmps/Header'
import { Footer } from '../cmps/Footer'

export function TermsOfUsePage() {

    return (<>
        <Header />
        <main className="terms-of-use container">
            <h1>תנאי שימוש באפליקציה ''דירה להשקעה''</h1>
            <p>תקנון השימוש באתר הנ''ל נכתב בלשון זכר אך האמור בו מתייחס לנשים וגברים כאחד.</p>
            
            <h2>קדימון</h2>
            <p>אפליקציה ''דירה להשקעה'' (להלן ''האפליקציה'') היא אפליקציה המשמשת לחישוב תחזית תשואה עבור  רכישת דירה להשקעה, והנך מוזמן לקחת בו חלק בכפוף להסכמתך לתנאי השימוש אשר יפורטו להלן.</p>
            <p>בנוסף השימוש באפליקציה זו על כל תכניה והשירותים המוצעים בה, עשויים להשתנות מעת לעת או בהתאם  לסוג התוכן.</p>
            <p>הנהלת האפליקציה שומרת לעצמה הזכות לעדכן את תנאי השימוש המוצגים להלן מעת לעת וללא התראה או  אזכור מיוחד בערוצים השונים.</p>
                  
            <h2>קניין רוחני</h2>
            <p>האפליקציה כמו גם כל המידע שבו לרבות עיצוב האתר, קוד האפליקציה, קבצי מדיה לרבות גרפיקות, סרטונים,  תמונות, טקסטים, קבצים המוצעים להורדה וכל חומר אחר אשר מוצג באפליקציה שייכים במלואם לאפליקציה  הנ''ל ומהווים קניין רוחני בלעדי של אפליקציית ''דירה להשקעה'' ואין לעשות בהם שימוש ללא אישור כתוב  מראש מאפליקציית ''דירה להשקעה''.  </p>
            <p>בנוסף אין להפיץ, להעתיק, לשכפל, לפרסם, לחקות או לעבד פיסות קוד, גרפיקות, סרטונים, סימנים מסחריים  או כל מדיה ותוכן אחר מבלי שיש ברשותכם אישור כתוב מראש.  </p>
            
            <h2>קניין רוחני</h2>
            <p>האפליקציה כמו גם כל המידע שבו לרבות עיצוב האתר, קוד האפליקציה, קבצי מדיה לרבות גרפיקות, סרטונים,
תמונות, טקסטים, קבצים המוצעים להורדה וכל חומר אחר אשר מוצג באפליקציה שייכים במלואם לאפליקציה
הנ''ל ומהווים קניין רוחני בלעדי של אפליקציית ''דירה להשקעה'' ואין לעשות בהם שימוש ללא אישור כתוב
מראש מאפליקציית ''דירה להשקעה''.</p>
            <p>בנוסף אין להפיץ, להעתיק, לשכפל, לפרסם, לחקות או לעבד פיסות קוד, גרפיקות, סרטונים, סימנים מסחריים
            או כל מדיה ותוכן אחר מבלי שיש ברשותכם אישור כתוב מראש.</p>
            
            <h2>תוכן האפליקציה</h2>
            <p>אנו שואפים לספק לכם את המידע המוצג באפליקציה ללא הפרעות אך יתכנו בשל שיקולים טכניים, תקלות צד
ג או אחרים, הפרעות בזמינות האפליקצייה. ולכן איננו יכולים להתחייב כי האפליקצייה תהיה זמינה לכם בכל
עת ולא יינתן כל פיצוי כספי או אחר בשל הפסקת השירות / הורדת האפליקציה.</p>
            <p>הנתונים המחושבים הינם כלי עזר לצפי תשואה, והנהלת האפליקציה ''דירה להשקעה'' הינה יכולה להתחייב
שהריביות/המדדים/התשואות וכדומה כפי שחזתה האפליקציה, והמשתמש רשאי לשנות נתונים אלו כפי שהוא
רואה לנכון. כמו כן, יתכנו שגיאות מעת לעת בחישוב הנתונים.</p>
            
            <h2>ניהול משתמשים באפליקציה</h2>
            <p>הנהלת האפליקציה שומרת לעצמה את הזכות לחסום כל משתמש ובין אם על ידי חסימת כתובת ה IP של
            המכשיר שלו, כתובת הMACID של המכשיר שלו ללא צורך לספק תירוץ אשר מקובל על המשתמש.</p>
            <p>צוות האפליקציה / הנהלת האפליקציה תעשה כל שביכולתו להגן על פרטי המשתמשים הרשומים באפליקציה
/ מנויים הרשומים באפליקציה. במקרים בהם יעלה בידיו של צד שלישי להשיג גישה למידע מוסכם בזאת כי
לגולשים, משתמשים וחברים באפליקציה לה תהה כל תביעה, טענה או דרישה כלפי צוות האפליקציה ''דירה
להשקעה''.</p>

            <h2>גילוי נאות</h2>
            <p>אפליקציה זו עשויה לעשות שימוש בממשקי סטטיסטיקה פנימיים בכדי לשמור תיעוד סטטיסטי אנונימי של
            גולשים וניתוח תנועת המשתמש/ים, הרגלי גלישה באפליקציה וניתוח קליקים וזמן שהייה בכל העת ולבד מאשר גולשים המחוברים לאפליקציה המידע הנשמר הוא אנונימי לחלוטין ואין בו את שם הגולש
            או כל פרט מזהה אחר.</p>
            
            
            <h2>איזור שיפוט</h2>
            <p>בעת שאתם עושים שימוש באפליקציה ובמקרה בו התגלתה כל מחולקת אתם מסכימים להלן כי האמור לעיל
נמצא תחת סמכות השיפוט הבלעדי של החוק הישראלי תוך שימוש במערכת בתי המשפט הישראליים בלבד
במחוז תל אביב.</p>
            
        </main>
        <Footer />
    </>)
}
